[
    "They should have up-to-date equipment",
    "Their physical facilities should be visually appealing",
    "Their employees should be well dressed and appear neat.",
    "The appearance of the physical facilities of these firms should be in keeping with the type of services provided.",
    "When these firms promise to do something by a certain time, they should do so.",
    "When customers have problems, these firms should be sympathetic and reassuring.",
    "These firms should be dependable.",
    "They should provide their services at the time they promise to do so.",
    "They should keep their records accurately.",
    "They shouldn’t be expected to tell customers exactly when services will be performed",
    "It is not realistic for customers to expect prompt service from employees of these firms.",
    "Their employees don’t always have to be willing to help customers.",
    "It is okay if they are too busy to respond to customer requests promptly.",
    "Customers should be able to trust employees of these firms.",
    "Customers should be able to feel safe in their transactions with these firms’ employees.",
    "Their employees should be polite.",
    "Their employees should get adequate support from these firms to do their jobs well.",
    "These firms should not be expected to give customers individual attention.",
    "Employees of these firms cannot be expected to give customers personal attention.",
    "It is unrealistic to expect employees to know what the needs of their customers are.",
    "It is unrealistic to expect these firms to have their customers’ best interests at heart.",
    "They shouldn’t be expected to have operating hours convenient to all their customers."
    ,
    "XYZ should have up-to-date equipment",
    "XYZ's physical facilities are visually appealing",
    "XYZ's employees are well dressed and appear neat.",
    "The appearance of the physical facilities of XYZ is in keeping with the type of services provided.",
    "When XYZ promise to do something by a certain time, it does so.",
    "When you have problems, XYZ is sympathetic and reassuring.",
    "XYZ is dependable.",
    "XYZ provides its services at the time they promise to do so.",
    "XYZ keeps its records accurately.",
    "XYZ does not tell customers exactly when services will be performed.",
    "You do not receive prompt service from XYZ’s employees.",
    "Employees of XYZ are not always willing to help customers.",
    "Employees of XYZ are too busy to respond to customer requests promptly.",
    "You can trust the employees of XYZ.",
    "You feel safe in your transactions with XYZ’s employees",
    "Employees of XYZ are polite.",
    "Employees get adequate support from XYZ to do their jobs well.",
    "XYZ does not give you individual attention.",
    "Employees of XYZ do not give you personal attention.",
    "Employees of XYZ do not know what your needs are. .",
    "XYZ does not have your best interests at heart.",
    " XYZ does not have operating hours convenient to all their customers."

]